Repository: wp-plugins/sd-meeting-tool
Catalog: lang/*_Meeting_Tool-*.po
Languages: sv_se

source: %s columns, %s mm per row
sv_se: %s kolumner, %s mm per rad

source: %s participants have physically voted but there are %s votes registered by the functionary.
sv_se: %s deltagare har voterat fysiskt men det finns %s röster inskrivna av funktionärerna.

source: %s participants.
sv_se: %s deltagare.

source: %s would be allowed to vote.
sv_se: %s hade fått rösta.

source: %s would no longer be allowed to vote.
sv_se: %s hade inte längre fått rösta.

source: 24 stickers
sv_se: 24 etiketter

source: <em>autorefresh</em>: Use javascript to automatically refresh the agenda.
sv_se: <em>autorefresh</em>: Använd javascript för att automatiskt läsa om agendan.

source: <em>autorefresh</em>: Use javascript to automatically refresh the item.
sv_se: <em>autorefresh</em>: Använd javascript för att automatiskt läsa om agendapunkten.

source: <em>display_format_id</em>: Optional ID of display format to use.
sv_se: <em>display_format_id</em>: Ifall ett annat visningsformat ska användas, ange dess ID.

source: <em>display_id</em>: ID of template to use as display.
sv_se: <em>display_id</em>: Visningsmallens ID att använda.

source: <em>id</em>: The ID of the agenda to be displayed.
sv_se: <em>id</em>: ID-numret för agendan som ska visas.

source: <em>id</em>: The ID of the agenda to use.
sv_se: <em>id</em>: ID-numret för agendan som kommer att användas.

source: <em>link</em>: Enable linking of the agenda item.
sv_se: <em>link</em>: Tillåt länkning av agendapunkten.

source: <em>link</em>: Enable links of those agenda items that have links.
sv_se: <em>link</em>: Tillåt att de agendapunkterna som har länkar visas som länkar.

source: <em>list_id</em>: ID of list to display.
sv_se: <em>list_id</em>: Visningsmallens ID-nummer.

source: <em>list_sort_id</em>: Optional ID of list sort to use.
sv_se: <em>list_sort_id</em>: Ska en annan listsortering användas, ange dess ID.

source: <em>number</em>: Display the number of the item before the text.
sv_se: <em>number</em>: Visa punktens nummer innan texten.

source: <em>text</em>: Display the agenda item text.
sv_se: <em>text</em>: Visa agendapunktens text.

source: A countdown timer of how much time the speaker has left.
sv_se: En nedräknare som visar hur mycket tid talaren har kvar.

source: A new item has been created!
sv_se: En ny punkt har skapats!

source: A new page has been created! You can now %sedit the page%s or %sview the page%s.
sv_se: En ny sida har skapats! Du kan %sredigera sidan%s or %stitta på den%s.

source: Abstain
sv_se: Avstår

source: Access role
sv_se: Tillgångsbehörighet

source: Action <em>%s</em> deleted.
sv_se: Händelsen <em>%s</em> har tagits bort.

source: Action cloned! <a href="%s">Edit the newly-cloned action</a>.
sv_se: Händelsen har klonats! <a href="%s">Redigera den nya händelsen</a>.

source: Action created %s
sv_se: Händelse skapad %s

source: Action created! <a href="%s">Edit the newly-created action</a>.
sv_se: Händelse skapad! <a href="%s">Redigera nya händelsen</a>.

source: Action item <em>%s</em> deleted.
sv_se: Händelsepunkten <em>%s</em> har tagits bort.

source: Action on failure: <em>%s</em>
sv_se: Händelse vid misslyckad registrering: <em>%s</em>

source: Action on success: <em>%s</em>
sv_se: Händelse vid lyckad registrering: <em>%s</em>

source: Action settings
sv_se: Händelseinställningar

source: Actions
sv_se: Händelser

source: Add 30 seconds
sv_se: Lägg till 30 sekunder

source: Add a new field
sv_se: Lägg till nytt fält

source: Add the participant to a list
sv_se: Lägg in deltagaren i en lista

source: Add the participant to: <br /><em>%s</em>
sv_se: Lägg in deltagaren i : <br /><em>%s</em>

source: Agenda <em>%s</em> deleted.
sv_se: Agendan <em>%s</em> har tagits bort.

source: Agenda created %s
sv_se: Agenda skapad %s

source: Agenda created! <a href="%s">Edit the newly-created agenda</a>.
sv_se: Agenda skapad! <a href="%s">Redigera den nya agendan</a>.

source: Agenda item
sv_se: Agendapunkt

source: Agenda item <em>%s</em> deleted.
sv_se: Agendapunkten <em>%s</em> har tagits bort.

source: Agenda item settings
sv_se: Agendapunktens inställningar

source: Agenda settings
sv_se: Agendainställningar

source: Agendas
sv_se: Agendor

source: Ajax submit
sv_se: Skicka via AJAX

source: All participants
sv_se: Alla deltagare

source: All participants have been cleared from the database.
sv_se: Alla deltagare har tagits bort från databasen.

source: All the participants in the list will be printed.
sv_se: Alla deltagare i listan kommer att skrivas ut.

source: Amount of blocks to create
sv_se: Antal rutor att skapa

source: Anonymous
sv_se: Anonym

source: Apply
sv_se: Verkställ

source: Apply from the above select box
sv_se: Verkställ med deltagarna från rutan överst

source: Apply from the above text area
sv_se: Verkställ med deltagarna från ovanstående textruta

source: Apply from the checkboxes below
sv_se: Verkställ med deltagarna från rutorna undertill

source: Ascending
sv_se: Stigande

source: Automatically refresh
sv_se: Ladda om automatiskt

source: Back to the action editor
sv_se: Tillbaka till händelseredigeraren

source: Back to the agenda editor
sv_se: Tillbaka till agendaredigeraren

source: Back to the template editor
sv_se: Tillbaka till mallredigeraren

source: Barcode: %s
sv_se: Streckkod: %s

source: Begin registering votes
sv_se: Påbörja röstningen

source: Below is a table with two columns. In the left column there is a keyword with a corresponding user field in the right column.
sv_se: Undertill finns en tabell med två kolumner. I vänstra kolumner finns ett nyckelord som är en förkortning för deltagarfältet som finns i respektive högra kolumn.

source: Block fields: %s
sv_se: Rutfält: %s

source: Blocks
sv_se: Rutor

source: CSS color to fade to when the input is disabled. Default is <em>#999</em>.
sv_se: CSS-färg att byta till om inmatningen slutar fungera. Standard är <em>#999</em>.

source: Calculate the electoral register
sv_se: Beräkna röstlängden

source: Cancel import
sv_se: Avbryt import

source: Center
sv_se: Mitten

source: Choice
sv_se: Alternativ

source: Choice list
sv_se: Lista över alternativ

source: Choice name
sv_se: Namn på alternativet

source: Clear
sv_se: Nollställ

source: Clear all participants
sv_se: Ta bort alla deltagare

source: Clearing the participants will completely remove them and clear the field data, making the Meeting Tool ready to import new participants from scratch.
sv_se: Deltagarnollställning kommer att ta bort samtliga och även nollställa deltagarfälten, så att deltagare kan nyimporteras.

source: Clone
sv_se: Klona

source: Clone of %s
sv_se: Klon av %s

source: Combined participants
sv_se: Kombinerade deltagare

source: Compare
sv_se: Jämför

source: Copy
sv_se: Kopiera

source: Copy of %s
sv_se: Kopia på %s

source: Copy participants
sv_se: Kopiera deltagare

source: Copying participants from: %s
sv_se: Kopierar deltagarna från: %s

source: Create a new action
sv_se: Skapa en ny händelse

source: Create a new agenda
sv_se: Skapa en ny agenda

source: Create a new display
sv_se: Skapa en ny visningsmall

source: Create a new display format
sv_se: Skapa ett nytt visningsformat

source: Create a new election
sv_se: Skapa en ny votering

source: Create a new item
sv_se: Skapa en ny agendapunkt

source: Create a new list
sv_se: Skapa en ny lista

source: Create a new list sort
sv_se: Skapa en ny listsortering

source: Create a new printing template
sv_se: Skapa en ny utskriftsmall

source: Create a new registration
sv_se: Skapa en ny registrering

source: Create a new speaker display
sv_se: Skapa en ny talarvisningsmall

source: Create a new speaker list
sv_se: Skapa en ny talarlista

source: Create a new template from the above type
sv_se: Skapa en ny mall med ovanstående

source: Create a page with this shortcode
sv_se: Skapa en sida med det här kortkommandot

source: Create new blocks
sv_se: Skapa nya rutor

source: Create new item(s)
sv_se: Skapa nya agendapunkt(er)

source: Create shortcode
sv_se: Skapa kortkommando

source: Create the shortcode with the above settings.
sv_se: Skapa en kortkommando med ovanstående inställningar.

source: Creates a new page with this shortcode as the only content.
sv_se: Skapar en ny sida med det här kortkommandot som enda innehåll.

source: Current
sv_se: Nuvarande

source: Current speaker
sv_se: Nuvarande talare

source: Default reply time
sv_se: Standardtid för svar

source: Default speaker time
sv_se: Standardtid för talare

source: Delete
sv_se: Ta bort

source: Delete speaker
sv_se: Ta bort talare

source: Descending
sv_se: Fallande

source: Description
sv_se: Beskrivning

source: Destination lists
sv_se: Mål-listor

source: Disabled color
sv_se: Avaktiveringsfärg

source: Display <em>%s</em> deleted.
sv_se: Visningsmall <em>%s</em> har tagits bort.

source: Display cloned! <a href="%s">Edit the newly-cloned display</a>.
sv_se: Visningsmallen har klonats! <a href="%s">Redigera den nya visningsmallen</a>.

source: Display created %s
sv_se: Visningsmall skapad %s

source: Display created! <a href="%s">Edit the newly-created display</a>.
sv_se: Visningsmallen har skapats! <a href="%s">Redigera den nya visningsmallen</a>.

source: Display format
sv_se: Visningsformat

source: Display format <em>%s</em> deleted.
sv_se: Visningsformatet <em>%s</em> har tagits bort.

source: Display format cloned! <a href="%s">Edit the newly-cloned display format</a>.
sv_se: Visningsformatet har klonats! <a href="%s">Redigera det nya visningsformatet</a>.

source: Display format created %s
sv_se: Visningsformat skapat %s

source: Display format created! <a href="%s">Edit the newly-created display format</a>.
sv_se: Visningsformatet har skapats! <a href="%s">Redigera det nya visningsformatet</a>.

source: Display format override
sv_se: Annat visningsformat

source: Display format settings
sv_se: Inställningar för visningsformatet

source: Display format:
sv_se: Visningsformat:

source: Display formats
sv_se: Visningsformat

source: Displays
sv_se: Visningsmallar

source: Displays the current agenda item text and or link. If both text and link are selected, the text will be linked.
sv_se: Visa den nuvarande agendapunktens text eller länk. Om både texten och länken ska visas, kommer texten att länkas.

source: Do not show a list
sv_se: Visa ingen lista

source: Do not use a PDF template
sv_se: Använd inte någon PDFmall

source: Do nothing
sv_se: Gör inget

source: Each agenda item has a list of speakers. The speaker row is comma-separated into the following: The speaker's name, time allocated, start time, stop time and time spoken.
sv_se: Varje agendapunkt har en talarlista. Varje talar-rad är kommaseparerad i följande kolumner: talarens namn, tiden talaren fick, starttid, stopptid och hur länge talaren faktiskt talade.

source: Each row of text becomes a new item.
sv_se: Varje textrad blir en ny agendapunkt.

source: Edit
sv_se: Redigera

source: Edit action
sv_se: Redigera händelse

source: Edit agenda
sv_se: Redigera agenda

source: Edit display
sv_se: Redigera talarvisningsmall

source: Edit field
sv_se: Redigera fält

source: Edit item
sv_se: Redigera punkt

source: Edit list sort
sv_se: Redigera listsortering

source: Edit this action
sv_se: Redigera händelse

source: Edit this agenda
sv_se: Redigera agenda

source: Edit this display format
sv_se: Redigera visningsformatet

source: Edit this field
sv_se: Redigera fältet

source: Edit this list
sv_se: Redigera listan

source: Edit this list sort
sv_se: Redigera listsorteringen

source: Editing action item: %s (%s)
sv_se: Redigerar händelsepunkt: %s (%s)

source: Editing action: %s
sv_se: Redigerar händelse: %s

source: Editing agenda: %s
sv_se: Redigerar agenda: %s

source: Editing block field: %s
sv_se: Redigerar rutfält: %s

source: Editing display format: %s
sv_se: Redigerar visningsformatet: %s

source: Editing display: %s
sv_se: Redigerar visningen: %s

source: Editing election: %s
sv_se: Redigerar voteringen: %s

source: Editing list sort: %s
sv_se: Redigerar listsorteringen: %s

source: Editing list: %s
sv_se: Redigerar listan: %s

source: Editing participant: %s
sv_se: Redigerar deltagaren: %s

source: Editing printing template: %s
sv_se: Redigerar utskriftsmallen: %s

source: Editing registration: %s
sv_se: Redigerar registreringen: %s

source: Editing shortcodes for the speaker list of agenda: %s
sv_se: Redigerar kortkommandot för talarlistan som tillhör agendan: %s

source: Editing speaker display: %s
sv_se: Redigerar talarvisningsmallen: %s

source: Editing speaker list for agenda: %s
sv_se: Redigerar talarlistan för agendan: %s

source: Election - %s: %s
sv_se: Votering - %s: %s

source: Election - %s: choice %s
sv_se: Votering - %s: alternativet %s

source: Election <em>%s</em> deleted.
sv_se: Votering <em>%s</em> har tagits bort.

source: Election cloned! <a href="%s">Edit the newly-cloned election</a>.
sv_se: Voteringen har klonats! <a href="%s">Redigera den nya voteringen</a>.

source: Election created %s
sv_se: Votering skapad %s

source: Election created! <a href="%s">Edit the newly-created election</a>.
sv_se: Voteringen har skapats! <a href="%s">Redigera den nya voteringen</a>.

source: Election results graph
sv_se: Voteringsgrafen

source: Election statistics
sv_se: Voteringsstatistik

source: Election type
sv_se: Voteringstyp

source: Elections
sv_se: Voteringar

source: Electoral register
sv_se: Röstlängd

source: Electoral register for: %s
sv_se: Röstlängd för: %s

source: Eligible voters
sv_se: Röstberättigade

source: Empty
sv_se: Töm

source: Enter delay
sv_se: Enter paus

source: Exclude the participants that are in the selected lists.
sv_se: Exkludera de deltagarna som finns i de valda listorna.

source: Excluded lists
sv_se: Exkluderade listor

source: Failure action
sv_se: Händelse vid misslyckande

source: Field
sv_se: Fält

source: Field to print
sv_se: Fält att skriva ut

source: Fields
sv_se: Fält

source: Finish registering votes
sv_se: Avsluta röstsamlandet

source: Fire this action if registration fails.
sv_se: Anropa den här händelsen om registreringen misslyckas

source: Fire this action if registration succeeds.
sv_se: Anropa den här händelsen ifall registreringen lyckas

source: First vote
sv_se: Första rösten

source: Font
sv_se: Typsnitt

source: Font size
sv_se: Typsnittstorlek

source: Footer
sv_se: Sidfot

source: Four columns, 10 mm per row
sv_se: Fyra kolumner, 10 mm per rad

source: Four columns, 15 mm per row
sv_se: Fyra kolumner, 15 mm per rad

source: Four columns, 20 mm per row
sv_se: Fyra kolumner, 20 mm per rad

source: Four columns, 5 mm per row
sv_se: Fyra kolumner, 5 mm per rad

source: General settings
sv_se: Allmänna inställningar

source: Generate the electoral register
sv_se: Beräkna röstlängden

source: Generated shortcode
sv_se: Skapade kortkommandot

source: Graph
sv_se: Graf

source: Group
sv_se: Grupp

source: Group field
sv_se: Gruppfält

source: Have voted
sv_se: Har röstat

source: Header
sv_se: Sidhuvud

source: How many in the latest list to display.
sv_se: Hur många från senaste listan att visa.

source: How many milliseconds to wait after a participant is successfully entered. Default is 1000.
sv_se: Hur många millisekunder att vänta efter att en deltagare har registrerats. Standard är 1000.

source: How many milliseconds to wait between input list refreshes. Default is 5000, minimum is 500.
sv_se: Hur många millisekunder att vänta mellan omladdningar av deltagarlistan. Standard är 5000, minimum är 500.

source: How many milliseconds to wait between latest list refreshes. Default is 5000, minimum is 500.
sv_se: Hur många millisekunder att vänta mellan omladdningar av senaste listan. Standard är 5000, minimum är 500.

source: How to display the participants in the list.
sv_se: Hur deltagarna visas.

source: How to sort this list.
sv_se: Listans sortering.

source: I am sure I want to finish registering votes
sv_se: Jag är säker på att jag vill avsluta röstregistreringen

source: ID's of participants to add to the list.
sv_se: IDnummer på deltagare att lägga till på listan.

source: If %s was to join the electoral register:
sv_se: Om %s skulle gå med i röstlängden:

source: If %s was to leave the electoral register:
sv_se: Om %s skulle lämna röstlängden:

source: Ignore
sv_se: Ignorera

source: Import
sv_se: Importera

source: Import comlete. %s users created. %s users updated. %s users ignored.
sv_se: Import avslutad. %s användare har skapats. %s användare har uppdateras. %s användare har ignorerats.

source: Include the participants that are in the selected lists.
sv_se: Inkludera deltagarna som finns i valda listorna.

source: Included lists
sv_se: Inkluderade listor

source: Input list refresh
sv_se: Omladdningstid för käll-listan

source: Items
sv_se: Punkter

source: Justification
sv_se: Textställning

source: Justificiation: %s
sv_se: Textställning: %s

source: Justify
sv_se: Jämn

source: Keyword
sv_se: Nyckelord

source: Keywords
sv_se: Nyckelord

source: Landscape
sv_se: Landskap

source: Last vote
sv_se: Sista rösten

source: Latest count
sv_se: Antal att visa

source: Latest list
sv_se: Lista över senaste registreringar

source: Latest list refresh
sv_se: Omladdningstid för listan över senaste registreringar

source: Left
sv_se: Vänster

source: Link
sv_se: Länk

source: List
sv_se: Lista

source: List %s does not exist anymore!
sv_se: Listan %s finns inte längre!

source: List <em>%s</em> deleted.
sv_se: Listan <em>%s</em> har tagits bort.

source: List <em>%s</em> emptied.
sv_se: Listan <em>%s</em> har tömts.

source: List cloned! <a href="%s">Edit the newly-cloned list</a>.
sv_se: Listan har klonats! <a href="%s">Redigera den nya listan</a>.

source: List created %s
sv_se: Lista skapad %s

source: List created! <a href="%s">Edit the newly-created list</a>.
sv_se: Lista skapad! <a href="%s">Redigera den nya listan</a>.

source: List settings
sv_se: Listinställningar

source: List sort
sv_se: Listsortering

source: List sort <em>%s</em> deleted.
sv_se: Listsortering <em>%s</em> borttagen.

source: List sort created %s
sv_se: Listsortering skapad %s

source: List sort created! <a href="%s">Edit the newly-created list sort</a>.
sv_se: Listsortering skapad! <a href="%s">Redigera den nya listsorteringen</a>.

source: List sort settings
sv_se: Inställningar för listsorteringen

source: List sorts
sv_se: Listsorteringar

source: List to print
sv_se: Lista att skriva ut

source: List to use as source
sv_se: Lista att använda som källa

source: List: <em>%s</em>
sv_se: Lista: <em>%s</em>

source: Lists
sv_se: Listor

source: Make a shortcode for this display
sv_se: Gör ett kortkommando för den här talarvisningsmallen

source: Make current
sv_se: Gör till nuvarande

source: Make this agenda item the current item
sv_se: Gör den här agendapunkten till den nuvarande

source: Manage speakers
sv_se: Hantera talare

source: Managing speakers for agenda: %s
sv_se: Hanterar talare för agendan: %s

source: Manual
sv_se: Manuell

source: May vote
sv_se: Får rösta

source: Meaning
sv_se: Betyder

source: Meeting Tool
sv_se: Mötesverktyget

source: Millimeters
sv_se: Millimeter

source: Multiple lists can be selected.
sv_se: Flera listor får väljas.

source: Name
sv_se: Namn

source: Name / description of the choice.
sv_se: Namn / beskrivning av valet.

source: Name badge, landscape, 94mm x 62mm, 9 per page
sv_se: Namnskylt, landskap, 94mm x 62mm, 9 per sida

source: Name badge, vertical, 77mm x 112mm, 4 per page
sv_se: Namnskylt, porträtt, 77mm x 112mm, fyra per sida

source: Names of new items
sv_se: Namnen på de nya agendapunkterna

source: New item type
sv_se: Typ av händelsepunkt

source: New items have been created!
sv_se: Nya punkter har skapats!

source: No
sv_se: Nej

source: No display formats found!
sv_se: Det finns inga visningsformat inlagda.

source: No elections found.
sv_se: Det finns inga voteringar inlagda.

source: No overview yet.
sv_se: Ingen översikt än.

source: No participants found! Perhaps you want to import new participants from a spreadsheet?
sv_se: Det finns inga deltagare inlagda. Kanske vill du importera nya deltagare från ett kalkylblad?

source: No printing templates found.
sv_se: Inga utskriftsmallar finns inlagda.

source: No registrations found!
sv_se: Inga registreringar finns inlagda.

source: No speaker displays found.
sv_se: Inga talarvisningsmallar finns inlagda.

source: No speaker lists found. Speaker lists require at least one agenda.
sv_se: Inga talarlistor hittade. För att skapa en talarlista krävs minst en agenda.

source: None
sv_se: Ingen

source: Number of participants that are combined from any included and excluded lists.
sv_se: Antalet deltagare som har inkluderats respektive exkluderats från olika listor.

source: One of the columns needs to have the text: id
sv_se: En av kolumnerna måste vara: id

source: Only manually added participants are counted, not participants automatically combined from included lists.
sv_se: Endast manuellt tillagda deltagare räknas, inte de som automatiskt förs in från inkluderade listor.

source: Open
sv_se: Öppen

source: Options
sv_se: Alternativ

source: Order
sv_se: Ordning

source: Orientation
sv_se: Orientering

source: Overview
sv_se: Översikt

source: PDF template
sv_se: PDFmall

source: Page
sv_se: Sida

source: Page creation
sv_se: Skapa sidor

source: Page orientation
sv_se: Sidans orientering

source: Paper: %s %s
sv_se: Papper: %s %s

source: Participant
sv_se: Deltagare

source: Participant <em>%s</em> deleted.
sv_se: Deltagaren <em>%s</em> har tagits bort.

source: Participant blocks: %s
sv_se: Deltagar-rutor: %s

source: Participant field
sv_se: Deltagarfält

source: Participant to query
sv_se: Deltagare att undersöka

source: Participants
sv_se: Deltagare

source: Participants that have voted for this choice are put into the above list.
sv_se: Deltagare som har röstat för det här alternativet sätts in i ovanstående lista.

source: Pasted text from a spreadsheet.
sv_se: Inklistrad text från kalkylbladet.

source: Portrait
sv_se: Porträtt

source: Print
sv_se: Skriva ut

source: Print a list using this template
sv_se: Skriv ut listan med mallen

source: Print all pages
sv_se: Skriv ut alla sidor

source: Print even amount of pages
sv_se: Skriv ut ett jämnt antal sidor

source: Print list
sv_se: Skriv ut lista

source: Print on page %s at x %s, y %s
sv_se: Skriv ut på sida %s vid x %s, y %s

source: Printing
sv_se: Utskrifter

source: Printing template cloned! <a href="%s">Edit the newly-cloned printing template</a>.
sv_se: Mallen har klonats! <a href="%s">Redigera den nya mallen</a>.

source: Printing template created %s
sv_se: Utskriftsmall skapad %s

source: Printing template created! <a href="%s">Edit the newly-created printing template</a>.
sv_se: Utskriftsmall skapad! <a href="%s">Redigera den nya utskriftsmallen</a>.

source: Printing using template: %s
sv_se: Skriv ut med mallen: %s

source: Query electoral register
sv_se: Fråga röstlängden

source: Query register
sv_se: Fråga röstlängd

source: Query the participant
sv_se: Undersök deltagaren

source: Querying electoral register for: %s
sv_se: Frågar röstlängden för: %s

source: Quick-add this speaker again
sv_se: Lägg till den här deltagaren

source: Quicksearch
sv_se: Snabbsök

source: Regenerate the electoral register
sv_se: Beräkna om röstlängden

source: Register
sv_se: Registrera

source: Register votes
sv_se: Registrera röster

source: Registered
sv_se: Registrerad

source: Registering: %s
sv_se: Registrerar: %s

source: Registration
sv_se: Registrering

source: Registration <em>%s</em> deleted.
sv_se: Registreringen <em>%s</em> har tagits bort.

source: Registration created %s
sv_se: Registrering skapad %s

source: Registration created! <a href="%s">Edit the newly-created registration</a>.
sv_se: Registrering skapad! <a href="%s">Redigera den nya registreringen</a>.
