Repository: wp-plugins/sd-meeting-tool
Catalog: lang/*_Meeting_Tool-*.po
Languages: sv_se

source: Registration settings
sv_se: Registreringsinställningar

source: Registrations
sv_se: Registreringar

source: Reload this page!
sv_se: Ladda om sidan!

source: Remove 30 seconds
sv_se: Ta bort 30 sekunder

source: Remove the participant from a list
sv_se: Ta bort deltagaren från en lista

source: Remove the participant from: <br /><em>%s</em>
sv_se: Ta bort deltagaren från: <br /><em>%s</em>

source: Restop
sv_se: Stoppa igen

source: Right
sv_se: Höger

source: Row %s does not have the same amount of columns as the first row!
sv_se: Rad %s har inte samma antal kolumner som första raden!

source: See table below for instructions.
sv_se: See tabellen undertill för instruktioner.

source: Select the lists to which to copy the participants.
sv_se: Markera de listorna dit deltagarna ska kopieras.

source: Select the participant that is to join / leave the electoral register. This can be done by typing in his ID or selecting him from the select box. Press the button and any changes to the electoral register will be shown as a preview.
sv_se: Välj deltagaren som tillkommer / lämnar röstlängden. Deltagarens ID kan skrivas i textrutan eller väljas i rutan. Tryck på knappen och alla eventuella ändringar i röstlängden kommer att visas som förhandsgranskning.

source: Select what the new item should do
sv_se: Välj vad nya händelsepunkten ska göra

source: Selected
sv_se: Vald

source: Settings
sv_se: Inställningar

source: Settings for %s
sv_se: Inställningar för %s

source: Shortcode
sv_se: Kortkommando

source: Shortcodes
sv_se: Kortkommandon

source: Show all of the participants
sv_se: Visa alla deltagare

source: Show participants
sv_se: Visa deltagare

source: Show the combined participants
sv_se: Visa de sammanlagda deltagarna

source: Show the first %s registrations of a specified list. Can be used to show the latest registrations.
sv_se: Visa de första %s registreringar i en lista. Kan användas för att visa de senaste registreringar.

source: Showing participants for: %s
sv_se: Visar deltagare för: %s

source: Shows the current agenda as a list.
sv_se: Visa agendan som en lista.

source: Shows the graph for this election.
sv_se: Visa resultatgrafen.

source: Shows the selected list using this display template.
sv_se: Visa den valda listan med den här visningsmallen.

source: Shows the statistics for this election..
sv_se: Visar statistic för voteringen.

source: Size
sv_se: Storlek

source: Size of page. Default is A4
sv_se: Sidans storlek. Standard är A4

source: Sort
sv_se: Sortering

source: Sort override
sv_se: Egen sortering

source: Sort:
sv_se: Sortering:

source: Speaker display
sv_se: Talarvisningsmall

source: Speaker display <em>%s</em> deleted.
sv_se: Talarvisningsmallen <em>%s</em> har tagits bort.

source: Speaker display created %s
sv_se: Talarvisningsmallen skapad %s

source: Speaker display created! <a href="%s">Edit the newly-created speaker display</a>.
sv_se: Talarvisningsmall skapad! <a href="%s">Redigera den nya talarvisningsmallen</a>.

source: Speaker list
sv_se: Talarlista

source: Speaker list <em>%s</em> deleted.
sv_se: Talarlistan <em>%s</em> har tagits bort.

source: Speaker list <em>%s</em> emptied.
sv_se: Talarlistan <em>%s</em> har tömts.

source: Speaker list and internal display
sv_se: Talarlistan och den interna visningen

source: Speaker list created! <a href="%s">Edit the newly-created speaker list</a>.
sv_se: Talarlista skapad! <a href="%s">Redigera den nya talarlistan</a>.

source: Speaker list for agenda: %s
sv_se: Talarlistan för agendan: %s

source: Speaker list log
sv_se: Talarlistlogg

source: Speaker time
sv_se: Talartid

source: Speakers
sv_se: Talare

source: Speakers for <strong>%s</strong>
sv_se: Talare för <strong>%s</strong>

source: Speaking
sv_se: Talar

source: Specified action does not exist!
sv_se: Den angivna händelsen finns inte!

source: Specified action item does not exist!
sv_se: Den angivna händelsepunkten finns inte!

source: Specified agenda does not exist!
sv_se: Den angivna agendan finns inte!

source: Specified agenda item does not exist!
sv_se: Den angivna agendapunkten finns inte!

source: Specified block field does not exist!
sv_se: Det angivna fältet för rutan finns inte!

source: Specified display does not exist!
sv_se: Den angivna visningen finns inte!

source: Specified display format does not exist!
sv_se: Det angivna visningsformatet finns inte!

source: Specified election does not exist!
sv_se: Den angivna voteringen finns inte!

source: Specified election does not have an electoral register!
sv_se: Den angivna voteringen har ingen röstlängd!

source: Specified list does not exist!
sv_se: Den angivna listan finns inte!

source: Specified list sort does not exist!
sv_se: Den angivna listsorteringen finns inte!

source: Specified participant does not exist!
sv_se: Den angivna deltagaren finns inte!

source: Specified printing template does not exist!
sv_se: Den angivna utskriftsmallen finns inte!

source: Specified registration does not exist!
sv_se: Den angivna registreringen finns inte!

source: Specified speaker display does not exist!
sv_se: Den angivna talarvisningsmallen finns inte!

source: Specified speaker list does not exist!
sv_se: Den angivna talarlistan finns inte!

source: Start
sv_se: Starta

source: Stickers - 3 stickers * 8 rows
sv_se: Etiketter - 3 etiketter * 8 rader

source: Stop
sv_se: Stoppa

source: Success action
sv_se: Händelse vid lyckad registrering

source: Super admin
sv_se: Nätverksadministratör

source: Template <em>%s</em> deleted.
sv_se: Mallen <em>%s</em> har tagits bort.

source: Text Searches
sv_se: Textsökningar

source: The <em>have voted</em>-list does not exist anymore.
sv_se: <em>Har röstat</em>-listan finns inte längre.

source: The <em>have voted</em>-list is empty.
sv_se: <em>Har röstat</em>-listan är tom.

source: The <em>may vote</em>-list does not exist anymore.
sv_se: <em>Får rösta</em>-listan finns inte längre.

source: The action has been updated!
sv_se: Händelsen har uppdaterats!

source: The action item has been updated!
sv_se: Händelsepunkten har uppdaterats!

source: The agenda has been updated!
sv_se: Agendan har uppdaterats!

source: The agenda item has been updated!
sv_se: Agendapunkten har uppdaterats!

source: The blocks have been updated!
sv_se: Rutorna har uppdaterats!

source: The cache directory /cache does not exist or is not writeable. Please create it before continuing.
sv_se: Cachemappen /cache finns inte eller är inte skrivbar. Var god skapa den innan du fortsätter.

source: The choice list for <em>%s</em>, %s, does not exist anymore!
sv_se: Alternativen för <em>%s</em>, %s, finns inte längre!

source: The default amount of time for a reply.
sv_se: Standardtiden för ett svar.

source: The default amount of time for a speaker.
sv_se: Standardtiden för talarna.

source: The display has been updated!
sv_se: Visningen har uppdaterats!

source: The display_format has been updated!
sv_se: Visningsformatet har uppdaterats!

source: The election has been updated!
sv_se: Voteringen har uppdaterats!

source: The election is over and no more votes can be registered.
sv_se: Voteringen är slut och inga fler röster kan registreras.

source: The electoral register has not been calculated yet.
sv_se: Röstlängden har inte beräknats än.

source: The electoral register was calculated at %s.
sv_se: Röstlängden räknades ut %s.

source: The electoral register was generated at %s.
sv_se: Röstlängden skapades %s.

source: The field has been updated!
sv_se: Fältet har uppdaterats!

source: The following groups have enough voters present:
sv_se: Följande grupper har nog med deltagare närvarande:

source: The following participants are allowed to vote:
sv_se: Följande deltagare får rösta:

source: The following participants did not vote at all
sv_se: Följande deltagare röstade inte alls

source: The following participants have voted
sv_se: Följande deltagare har röstat

source: The input list that specifies which participants are eligible voters. This list should contain all the eligible voters, not just those that are present.
sv_se: Listan som anger vilka deltagare får rösta. Listan bör innehålla samtliga röstberättigade, inte bara de som är närvarande.

source: The list has been updated!
sv_se: Listan har uppdaterats!

source: The list sort has been updated!
sv_se: Listsorteringen har uppdaterats!

source: The may vote-list does not exist!
sv_se: Listan anger vilka som får rösta finns inte!

source: The output list in which all participants who are allowed to voted are placed.
sv_se: Listan där alla deltagare som får rösta läggs.

source: The output list in which participants who have voted are placed.
sv_se: Listan där alla deltagare som har röstat läggs.

source: The participant does not affect the electoral register.
sv_se: Deltagaren påverkar inte röstlängden.

source: The participant field used for grouping does not exist anymore!
sv_se: Fältet för grupperingen finns inte längre!

source: The participant field used for the voting order does not exist anymore!
sv_se: Fältet för röstordningen finns inte längre!

source: The participant has been updated!
sv_se: Deltagaren har uppdaterats!

source: The participant using the display format specified in the shortcode.
sv_se: Deltagaren som visas med visningsformatet som anges i kortkommandot.

source: The participants have been copied to %s lists!
sv_se: Deltagarna har kopierats till %s listor!

source: The registration has been updated!
sv_se: Registreringen har uppdaterats!

source: The rows can be manually sorted by dragging them up and down in the table.
sv_se: Raderna kan sorteras genom att dras upp och ner i tabellen.

source: The selected blocks have been cloned!
sv_se: De valda rutorna har klonats!

source: The selected fields have been cloned!
sv_se: De valda fälten har klonats!

source: The settings have been updated!
sv_se: Inställningarna har sparats!

source: The speaker display has been updated!
sv_se: Talarvisningsmallen har uppdaterats!

source: The speaker list has been updated!
sv_se: Talarlistan har uppdaterats!

source: The speaker list log is the same log shown to the administrator. To include the log on a page, use the shortcode %s
sv_se: Talarlistloggen är samma logg som visas för administratören. För att visa loggen på en sida, använd kortkommandot %s

source: The speaker list will handle speakers for the selected agenda.
sv_se: Talarlistan hanterar talarna för den valda agendan.

source: The speaking time for a speaker set when adding a speaker. Leave empty to use the default time. Specify the time in MM:SS.
sv_se: Talarens tid som ställs in när en ny talare läggs in. Lämna tomt för att använda standardtiden. Ange tiden i MM:SS.

source: The template does not contain any pages! Can not continue!
sv_se: Mallen innehåller inga sidor! Kan inte fortsätta!

source: The vote count has been updated!
sv_se: Röstantalet har uppdaterats!

source: There are no actions available.
sv_se: Det finns inga händelser inlagda.

source: There are no agendas available.
sv_se: Det finns inga agendor inlagda.

source: There are no displays available.
sv_se: Det finns inga visningar inlagda.

source: There are no list sorts available.
sv_se: Det finns inga listsorteringar inlagda.

source: There are no lists available.
sv_se: Det finns inga listor inlagda.

source: There were not enough voters present to fill the vote quotas for the follow groups:
sv_se: Det fanns inte tillräckligt med röstberättigade närvarande för att fylla röstkvoten för följande grupper:

source: This action has no items.
sv_se: Händelsen har inga händelsepunkter.

source: This agenda has no items.
sv_se: Agendan har inga agendapunkter.

source: Three columns, 10 mm per row
sv_se: Tre kolumner, 10 mm per rad

source: Three columns, 15 mm per row
sv_se: Tre kolumner, 15 mm per rad

source: Three columns, 20 mm per row
sv_se: Tre kolumner, 20 mm per rad

source: Three columns, 5 mm per row
sv_se: Tre kolumner, 5 mm per rad

source: Time elapsed
sv_se: Förlöpt tid

source: Time left
sv_se: Tid kvar

source: Times
sv_se: Tider

source: Timing settings
sv_se: Tidsinställningar

source: To prevent the above table from being updated, keep the mouse cursor above it.
sv_se: För att förhindra automatisk uppdatering av ovanstående tabell, håll muspekaren över.

source: Two columns, 10 mm per row
sv_se: Två kolumner, 10 mm per rad

source: Two columns, 15 mm per row
sv_se: Två kolumner, 15 mm per rad

source: Two columns, 20 mm per row
sv_se: Två kolumner, 20 mm per rad

source: Two columns, 5 mm per row
sv_se: Två kolumner, 5 mm per rad

source: Type of template
sv_se: Malltyp

source: Type: %s
sv_se: Typ: %s

source: Uninstall
sv_se: Avinstallera

source: Unknown
sv_se: Okänd

source: Update
sv_se: Uppdatera

source: Update action
sv_se: Uppdatera händelse

source: Update agenda
sv_se: Uppdatera agenda

source: Update agenda item
sv_se: Uppdatera agendapunkt

source: Update display
sv_se: Uppdatera visning

source: Update display format
sv_se: Uppdatera visningsformat

source: Update election
sv_se: Uppdatera votering

source: Update field
sv_se: Uppdatera fält

source: Update list
sv_se: Uppdatera lista

source: Update list sort
sv_se: Uppdatera listsortering

source: Update participant
sv_se: Uppdatera deltagare

source: Update printing template
sv_se: Uppdatera utskriftsmall

source: Update registration
sv_se: Uppdatera registrering

source: Update settings
sv_se: Spara inställningarna

source: Update speaker display settings
sv_se: Uppdatera inställningarna för talarvisningsmallen

source: Update speaker list settings
sv_se: Uppdatera inställningarna för talarlistan.

source: Update the blocks
sv_se: Uppdatera rutorna

source: Update the time spoken of the participant
sv_se: Uppdatera tiden deltagaren har talat

source: Update the vote count
sv_se: Uppdatera mängden röster

source: Use AJAX to submit the registration.
sv_se: Använd AJAX att skicka registreringen.

source: Use display format from the list.
sv_se: Använd listans visningsformat.

source: Use font %s at size %s
sv_se: Använd typsnittet %s med storleken %s

source: Use sort from the list.
sv_se: Använd listans sortering

source: Use the keywords exactly as printed in the format field above and the Meeting Tool will automatically replace the keyword with the corresponding participant field.
sv_se: Skrivs nyckelorden precis som de står i formatfältet ovan kommer Mötesverktyget att automatiskt ersätta nyckelorden med respektive deltagarfält.

source: Use the list's display format
sv_se: Använd listans visningsformat

source: Use the list's sort
sv_se: Använd listans sortering

source: Use the selected display format instead of the list's default.
sv_se: Använd det här visningsformatet istället för listans.

source: Use the selected sort instead of the list's default.
sv_se: Använd den här sorteringen istället för listans.

source: Use this registration
sv_se: Använd den här registreringen

source: User %s already exists! Aborting import.
sv_se: Användaren %s finns redan! Avbryter importen.

source: User interface
sv_se: Gränssnitt

source: User interface: <em>%s</em>
sv_se: Gränssnitt: <em>%s</em>

source: View log
sv_se: Visa logg

source: View results
sv_se: Visa resultat

source: View results for: %s
sv_se: Visar resultat för: %s

source: Viewing speaker list log for %s
sv_se: Visar talarloggen för %s

source: Vote
sv_se: Röst

source: Vote registration for: %s
sv_se: Röstregistrering för: %s

source: Voter participation
sv_se: Röstdeltagande

source: Voters missing
sv_se: Röstberättigade som saknas

source: Voters present
sv_se: Röstberättigade som är närvarande

source: Votes
sv_se: Röster

source: Votes can only be registered when there are no further changes to be made to the election. The button below will prevent further changes to the election and allow votes to be registered.
sv_se: Så fort röster börjar registreras kan man inte ändra i voteringens inställningar längre. Knappen undertill låser voteringen och öppnar röstregistreringen.

source: Voting order field
sv_se: Röstordningsfältet

source: What is the minimum use role needed to access the plugin?
sv_se: Vilken behörighet krävs för att komma åt tillägget?

source: What to do with existing users?
sv_se: Vad vill du göra med befintliga användare?

source: When using a template the rest of the templates pages (after the first) will automatically be inserted after each participant block. If unselected, only the first page of the template will be used.
sv_se: Om en mall används, resten av sidorna (efter första sidan) kommer automatiskt att läggas till efter varje deltagarblock. Om alternativet inte bockas i, endast mallens första sida kommer att användas.

source: When using a template, insert an empty page at the end of odd-paged templates to ensure that duplex printing works as expected.
sv_se: När en mall med ett udda antal sidor används, lägg in en tom sida på slutet för att dubbelsidiga utskrifter skall fungera som det var tänkt.

source: Which list to use as the source of acceptable participants.
sv_se: Listan anger vilka deltagare som får registreras.

source: Which of the participant voters are present.
sv_se: Vilka deltagare finns närvarande.

source: Which page to print on. The first page is 1.
sv_se: Vilken sida att skriva ut på. Första sidan är nummer 1.

source: Which participant field specifies the participant's voting order.
sv_se: Deltagarfältet som anger deltagarens röstordning.

source: Which participant field to group participants by.
sv_se: Deltagarfältet som anger grupptillhörigheten.

source: Which registration setting to use when registering votes.
sv_se: Vilken registrering ska användas vid voteringen.

source: Which user interface to use.
sv_se: Vilket användargränssnitt som ska användas.

source: Width
sv_se: Bredd

source: With the selected rows
sv_se: Med valda rader

source: Wizards
sv_se: Lathundar

source: X offset
sv_se: X-placering

source: Y offset
sv_se: Y-placering

source: Yes
sv_se: Ja

source: You can select the current item by doubleclicking the item's row. Doubleclick the same item again to deselect it.
sv_se: Aktuell agendapunkt kan väljas genom en dubbelklickning. Dubbelklicka på samma punkt igen för att avmarkera den.

source: You need to paste at least two columns for the import function to work!
sv_se: Importfunktionen behöver minst två kolumner!

source: You need to paste at least two lines for the import function to work!
sv_se: Importfunktionen behöver minst två rader!

source: descending
sv_se: fallande

source: speaker
sv_se: talare

source: speakers
sv_se: talare
